[FILE]
ANSICP=1251
Author=Usievaład Čorny (anibyl@riseup.net), Pavel Hushcha (paul_fastest@tut.by)
Help=AIMP-en.chm
Icon=0000010001001010000001001800680300001600000028000000100000002000000001001800000000004003000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000B6B6B6D3D5D7D8D9DAD6D7D9D6D7D7D5D6D7D6D7D8D5D6D8D3D5D7D0D2D4CED0D2CACCCEC6C8CAC3C5C7BEC0C2939393CBCFD6E9EFF7EEF5FCF2F8FFF4FAFFF5FBFFF4FAFFF2F8FFEEF5FCE9EFF7E4EBF2DEE4EBDEE4EBD8DEE5CBCFD6A9AEB3CFCFCFEBEBEBF2F2F2F6F6F6FAFAFAFBFBFBFAFAFAF4F4F4F1F1F1EBEBEBE9E9E9E3E3E3DEDEDED9D9D9D2D2D2B0B0B0CFCFCFE9E9E9EEEEEEF1F1F1F3F3F3F6F6F6F3F3F3EEEEEEEAEAEAE9E9E9E3E3E3DEDEDED9D9D9D2D2D2CCCCCCB0B0B0C9C9C9D2D2D2CFCFCFCFCFCFCFCFCFCFCFCFCCCCCCC8C8C8C5C5C5C4C4C4C1C1C1BCBCBCBCBCBCB8B8B8B3B3B3AAAAAA2A54B52A4FCF2A4DD52A4DD52A4DD52A4DD52A4DD52A4DD52A4DD52A4FCF2A4ECB2A50C62A51C22A52BB2450AF295C880636CE002CEA002AF3002AF7002AFA0028FA002AF9002AF3002BEF002CEA002EE9002FE20031DD0030D90636CE043EAD0636CE002CEA002BF2002AF70028FA0028FD002AF9002AF3002BEF002CEA002EE6002FE20031DD0030D90636CE043EAD2A4FCF3757E43757E93857ED3856F53856F53856F53757E93757E93757E43557DE2A4DD52A4DD52A4DD52A4ECB2450AFB6B6B6E9EFF7EEF5FCF2F8FFF5FBFFF4FAFFF4FAFFF0F6FEEEF5FCE9EFF7E4EBF2DEE4EBDEE4EBD4DBE1CBCFD6929292CBCFD6E9EFF7EEF5FCF2F8FFF4FAFFF5FBFFF4FAFFF2F8FFEEF5FCE9EFF7E4EBF2DEE4EBDEE4EBD8DEE5CBCFD6A9AEB3CFCFCFEBEBEBF2F2F2F6F6F6FAFAFAFBFBFBFAFAFAF4F4F4F1F1F1EBEBEBE9E9E9E3E3E3DEDEDED9D9D9D2D2D2B0B0B0CFCFCFE9E9E9EEEEEEF1F1F1F3F3F3F6F6F6F3F3F3EEEEEEEAEAEAE9E9E9E3E3E3DEDEDED9D9D9D2D2D2CCCCCCB0B0B0C9C9C9D2D2D2CFCFCFCFCFCFCFCFCFCFCFCFCCCCCCC8C8C8C5C5C5C4C4C4C1C1C1BCBCBCBCBCBCB8B8B8B3B3B3AAAAAA000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000FFFF00000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000FFFF0000

LangId=1059
Name=Беларуская клясычная (be-BY)
VersionID=4100

[About]
B1=Зачыніць
Caption=Пра праграму
L1=Падтрымка:
L2=Аўтар:
L4=Дызайн:
L5=Ліцэнзійнае пагадненьне
L6=Гісторыя зьменаў

[Actions]
EqualizerFrame=Эквалайзэр
Form.DockTo=Прымацаваць
Form.DockToEdges=да левага боку экрану|да правага боку экрану|да верхняга боку экрану|да ніжняга боку экрану
Form.DoMaximize=Разгарнуць на ўвесь экран
Form.Maximize=Разгарнуць|Аднавіць
Form.Minimize=Згарнуць
Form.Pin=Замацаваць вакно
Form.StayOnTop=Па-над усімі вокнамі
Form.Undock=Звычайны рэжым
Form.Visible=%s — паказаць|%s — схаваць
PlaylistFrame=Плэйліст
QuickSearch=Хуткі пошук
Tabs.ScrollDown=Прагарнуць укладкі назад
Tabs.ScrollUp=Прагарнуць укладкі наперад
Visuals.VisualMenu=Сьпіс візуалізацыяў

[AddLinkDialog]
btnOk=Добра
Caption=Даданьне спасылкі
lbLink=Спасылка на плынь:
lbName=Адлюстраваная назва:

[AIMP]
acCopyTo=Скапіяваць у…
acMoveTo=Перамясьціць у…
acFormsTogglePlaylistVisibility=Плэйліст
acFormsTogglePlaylistVisibility.h=Паказаць ці схаваць плэйліст
acHelp=Даведка
acMainAddFiles.h=Дадаць файлы
acMainAddFiles=Файлы
acMainAddFolder.h=Дадаць тэчкі
acMainAddFolder=Тэчкі
acMainAddPlaylist.h=Дадаць плэйліст
acMainAddPlaylist=Плэйліст
acMainAddURL.h=Дадаць спасылку
acMainAddURL=Спасылку
acMainBookmarksManager=Кіраўнік закладак
acMainDSPManager=Кіраўнік гукавых эфэктаў
acMainDSPManagerCrossMixing=Кіраўнік гукавых эфэктаў: налады зьвядзеньня файлаў
acMainDSPManagerEQ=Кіраўнік гукавых эфэктаў: эквалайзэр
acMainDSPManagerVolumeNormalization=Кіраўнік гукавых эфэктаў: нармалізацыя
acMainExit.h=Выйсьці з праграмы
acMainMinimize.h=Згарнуць ці разгарнуць
acMainOpenFiles.h=Адчыніць файлы
acMainOpenFiles=Адчыніць файлы
acMainOpenFolder=Адчыніць тэчку
acMainOpenPlaylist.h=Імпартаваць плэйліст
acMainOpenPlaylist=Імпартаваць плэйліст
acMainStayOnTop=Па-над усімі вокнамі
acMLGroupingTreeDeleteSelected=Выдаліць з базы зьвестак
acMLPlayFiles=Прайграць
acMLPlaySelectedFiles=Прайграць абраныя файлы
acMLTableDeleteSelected=Выдаліць абраныя файлы з базы зьвестак
acMLTableSendFilesToActivePlaylist=Дадаць у актыўны плэйліст
acMLReloadTagsForAllFiles=Перачытаць тэгі ўсіх файлаў
acMLReloadTagsForSelectedFiles=Перачытаць тэгі ў выбраных файлаў
acMLLabelsDialog=Пазнакі…
acMLMissedFiles=Перамешчаныя файлы…
acMLCompressDB=Сьціснуць базу зьвестак
acMLMakeReport=Справаздача…
acMLDeleteAll=Выдаліць усе файлы з базы зьвестак
acOpenFolder=Адчыніць тэчку
acOptionHotkeys.h=Налады гарачых клявішаў
acOptionHotkeys=Гарачыя клявішы
acOptionLangs.h=Налада мовы інтэрфэйсу
acOptionLangs=Мова інтэрфэйсу
acOptionPlugins.h=Налада ўбудоваў
acOptionPlugins=Убудовы
acOptions=Налады
acOptionShutdown.h=Налады плянавальніка
acOptionShutdown=Плянавальнік
acOptionSkins.h=Налада інтэрфэйсу
acOptionSkins=Вокладкі
acPlayableFileCopyFileToClipboard.h=Скапіяваць файл у кішэню
acPlayableFileCopyInfoToClipboard.h=Скапіяваць інфармацыю аб файле ў кішэню
acPlayableFileDeletePhysically=Выдаліць прайграваны файл з дыска
acPlayableFileCopyToLastPath.h=Скапіяваць прайграваны файл у апошні абраны каталёг
acPlayableFileShowFileInfo=Інфармацыя пра дзейны файл
acPlayableFileToggleSwitchInPlaylist.h=Прайграваны файл (укл/выкл)
acPlayerJumpToTime=Перайсьці да часу
acPlayerNextTrack=Наступны файл
acPlayerPlayPause=Прайграць ці прыпыніць
acPlayerPrevTrack=Папярэдні файл
acPlayerRadioCapture=Запіс радыё
acPlayerRepeat=Паўтор файла
acPlayerRepeatPartAB=Паўтор адрэзку «А-Б»
acPlayerSeekBackward.h=Трохі перайсьці назад
acPlayerSeekForward.h=Трохі перайсьці наперад
acPlayerShuffle=Выпадковы файл
acPlayerStop.h=Спыніць прайграваньне
acPlayerStopAtEnd.h=Спыніць прайграваньне пасьля дзейнага файла
acPlayerVolumeDown.h=Гучнасьць: паменшыць
acPlayerVolumeMute.h=Гук; укл/выкл
acPlayerVolumeMute=Гук
acPlayerVolumeUp.h=Гучнасьць: павялічыць
acPlaylistAddSelectedToBookmarks.h=Дадаць закладку
acPlaylistAddSelectedToQueue=Дадаць у чаргу
acPlaylistClose=Зачыніць плэйліст
acPlaylistCloseOthers=Зачыніць іншыя плэйлісты
acPlaylistCopySelectedToClipboard=Скапіяваць абраныя файлы ў кішэню
acPlaylistFindInML=Знайьсці ў фанатэцы
acPlaylistDeleteAll=Ачысьціць плэйліст
acPlaylistDeleteDuplicates=Прыбраць паўторныя файлы
acPlaylistDeleteNonExists=Прыбраць няісныя файлы
acPlaylistDeleteNonSelected=Прыбраць усе файлы, акрамя абраных
acPlaylistDeleteSelected=Прыбраць абраныя файлы
acPlaylistDeleteSelectedPhysically=Выдаліць абраныя файлы з дыска
acPlaylistDeleteSwitchedOff=Прыбраць выключаныя файлы
acPlaylistDeleteSwitchedOffPhysically=Выдаліць выключаныя файлы з дыска
acPlaylistFindNewFiles=Пошук новых файлаў
acPlaylistFocusedItemShowQTE=Інфармацыя пра файл̣
acPlaylistInsertAfterPlayingItem=Паставіць пасьля прайграванага
acPlaylistInsertToQueueBeginning=Дадаць у пачатак чаргі
acPlaylistNew=Новы плэйліст
acPlaylistNext.h=Наступны плэйліст
acPlaylistPlayFocusedItem.h=Прайграць абраны файл
acPlaylistPlayFocusedItem=Прайграць
acPlaylistPlayPrevious=Прайграць мінулы плэйліст
acPlaylistPrev.h=Папярэдні плэйліст
acPlaylistReloadFromPreimage=Перачытаць зьвесткі з правобразу
acPlaylistRemoveSelectedFromQueue=Выдаліць з чаргі
acPlaylistRename=Пераназваць плэйліст
acPlaylistReverse.h=Сартаваньне: зынвэртаваць
acPlaylistReverse=Зынвэртаваць
acPlaylistSave=Экспарт плэйлісту
acPlaylistSortByArtist=Сартаваньне па выканаўцы
acPlaylistSortByDuration=Сартаваньне па працягласьці
acPlaylistSortByFileName=Сартаваньне па тэчках
acPlaylistSortByTitle=Сартаваньне па загалоўку
acPlaylistSortRandomize.h=Сартаваньне: перамяшаць
acPlaylistSortRandomize=Перамяшаць
acQueueClear=Ачысьціць чаргу
acQueueManager=Кіраўнік чаргі
acSearchAdvanced=Пашыраны пошук
acSearchQuick=Хуткі пошук
acSendToAudioConverter.h=Даслаць у аўдыёканвэртар
acSendToAudioConverter=Аўдыёканвэртар
acSendToTagEditor.h=Даслаць у пашыраны рэдактар тэгаў
acSendToTagEditor=Рэдактар тэгаў
acUtilsAudioConverter=Аўдыёканвэртар
acUtilsAudioLibrary=Фанатэка
acUtilsTagEditor=Рэдактар тэгаў
acVisualFullScreen.h=Поўнаэкранны рэжым візуалізацыі
acVisualFullScreen=Поўнаэкранны
acVisualNext.h=Наступная візуалізацыя
acVisualNormal.h=Звычайны рэжым візуалізацыі
acVisualNormal=Звычайны
acVisualPrev.h=Папярэдняя візуалізацыя
CategoryMenu=Катэгорыя
CategoryOptions=Налада
ClearPls=Ачысьціць плэйліст
CM_DEL=Выдаліць з плэйлісту
CM_SEL=Вылучыць файлы
CountLabel.h=Колькасьць файлаў у плэйлісьце
ItmEQPos=Адлюстроўваць эквалайзэр зьлева
LengthLabel.h=Агульная працягласьць плэйлісту
miCountdown=Адваротны адлік часу
miMLCreateDynPlaylist=Стварыць смарт-плэйліст
miMLReload=Абнавіць…
miMLManageDB=База зьвестак
miMLGroupingPreset=Групаваньне
miMLGroupingPresetAdd=Дадаць…
miMLGroupingPresetEdit=Рэдагаваць…
miMLGroupingPresetRemove=Выдаліць
miMLLabelsInclude=Пазначыць
miMLLabelsExclude=Выключыць пазнаку
miMLTableViewAlbumThumbnails=Выгляд: мініятуры
miMLTableViewDefault=Выгляд: табліца
miMLTableViewGroupDetails=Выгляд: карткі
miPlaylistNewSmart=Новы смарт-плэйліст
miPersonalSettings=Пэрсанальныя налады
miReadOnly=Заблякаваць ад зьменаў
miSelectAll=Абраць усе файлы
miSelectNone=Прыбраць вылучэньне з файлаў
miSelectPls=Абраць плэйліст
miSortByPatternOptions=Налады
N6=Перагледзець тэгі
N20=Чарга
N22=Латок
N31=Рэжым візуалізацыі
N35=Паказаць вакно
N36=Эквалайзэр
N37=Вакно візуалізацыі
N38=(схаваць усё)
N40=Візуалізацыя
N41=Вокладкі
N43=Даведка
N47=Выхад
N56=Утыліты
N70=Прыпыніць працу глябальных гарачых клявішаў
N75=Утыліты
N79=Паказаць дзейны
N80=Заладваць наладу
N81=Захаваць наладу
N83=Скінуць налады ўсіх эфэктаў
N84=Скінуць налады эквалайзэру
N85=Згарнуць усе
N86=Разгарнуць усе
N90=Прайгравальнік
N91=Прайграць ці прыпыніць
N92=Стоп
N93=Дадаць файлы
N95=Папярэдні файл
N96=Наступны файл
N98=Гучнасьць
N114=Аб’яднаць з аднаназоўнымі катэгорыямі
N115=Аб’яднаць усе аднаназоўныя катэгорыі
pmAdd.h=Мэню даданьня файлаў ці тэчак
pmDelete.h=Мэню выдаленьня файлаў
pmEqualizer.h=Налады эквалайзэру
pmMainMenu.h=Галоўнае мэню
pmManagePlaylist.h=Кіраваньне плэйлістамі
pmMisc.h=Мэню «Рознае»
pmMLMainMenu.h=Галоўнае мэню — фанатэка
pmPlaylistList.h=Сьпіс плэйлістаў
pmQuickOptions.h=Хуткія налады
pmSorting.h=Мэню сартаваньня файлаў
pmMLDelete.h=Мэню выдаленьня файлаў
pmMLGroupingPresets.h=Перадвызначэньні дрэва групаваньня
pmMLLabels.h=Мэню кіраваньня пазнакамі
pmMLMisc.h=Мэню «Рознае»
pmUtilities.h=Утыліты
miSendToPlaylist=Даслаць у іншы плэйліст
miMLTableSendToPlaylist=Даслаць у плэйліст
SentToNewPLS=У новы плэйліст
SizeLabel.h=Памер файлаў у плэйлісьце
TCFixFloat=Зафіксаваць інфармацыйную панэль
TL=Экспарт плэйлісту
TrayCotnrol=Паказваць міні-прайгравальнік

[AIMPML]
Added=Дададзены
AlbumArtist=Выканаўца альбому
Album=Альбом
Artist=Выканаўца
Bitrate=Бітрэйт
BPM=біт/хв
Channels=Колькасьць каналаў
Composer=Кампазытар
Copyrights=Аўтарскія правы
DiskNumber=Дыск №
Duration=Працягласьць
FileFormat=Фармат
FileName=Назва файла
FileSize=Памер файла
Genre=Жанр
Labels=Пазнакі
LastPlayback=Апошняе прайграваньне
PlaybackCount=К-сьць прайграваньняў
Publisher=Выдавец
Rating=Рэйтынг
SampleRate=Часьціня
Title=Загаловак
TrackNumber=Трэк №
URL=Спасылка
UserMark=Ацэнка
Year=Год

[AIMPML.Controls]
None=(не зададзена)
History=Гісторыя прайграваньняў
SetNewLabel=Новая пазнака…
ShowAll=(паказаць усе)
UnsetAllLabels=Выключыць усе пазнакі

[AIMPML.Reports]
Common=Статыстыка
AlbumCount=К-сьць альбомаў
ArtistCount=К-сьць выканаўцаў
TrackCount=К-сьць файлаў
GenreCount=К-сьць жанраў
FavoriteAlbums=Упадабаныя альбомы (Топ %d)
FavoriteArtists=Упадабаныя выканаўцы (Топ %d)
FavoriteGenres=Упадабаныя жанры (Топ %d)
FavoriteTracks=Упадабаныя песьні (Топ %d)
L1=К-сьць прайграваньняў
L2=К-сьць файлаў
L3=Затрачана часу (~)
L4=Выканаўца
L5=Праслухана
L6=Усяго

[AIMPMLMonitoringSettingsDialog]
Caption=Фанатэка — маніторынг файлаў
acAdd=Дадаць
acDeleteAll=Выдаліць усе
acDeleteSelected=Выдаліць абраныя
acUpdate=Абнавіць
btnClose=Зачыніць
cbMinFD=Калі працягласьць меншая за:
cbMinFS=Калі памер меншы за:
cbScanOnStartup=Пошук зьменаў пры запуску праграмы
cbTrackChanges=Адсочваць зьмены падчас працы праграмы
GB1=Магіторынг
GB2=Падчас абнаўленьня
CB1=Шукаць перамешчаныя і/ці пераназваныя файлы
CB2=Выдаляць няісныя файлы з базы зьвестак
CB3=Перачытаць тэгі
gbFiltBy=Прапускаць файл
L1=Калі ён мае пашырэньне:
L2=Націсьніце кнопку «Абнавіць», каб абнавіць зьмесьціва базы зьвестак фанатэкі
pcpFolders=Тэчкі
pcpSettings=Налады

[AIMPMLMonitoringSettingsDialog.tlPaths]
c[0]=Тэчка
c[1]=Падтэчкі

[AIMPMLGroupingPresetEditDialog]
Caption=Шаблён групаваньня
L1=Аўтаназва
L2=Групаваньне па палях
L3=Фільтар зьвестак
lbName=Назва
lvAvailable=Даступныя палі
lvGroup=Карыстаныя палі
btnEditFilter=Налада…
btnClearFilter=Ачысьціць

[AIMPMLMissedFilesDialog]
Caption=Кіраваньне перамешчанымі файламі
acApply=Ужыць да адзначаных
acRemoveSelected=Выдалціь абраныя з базы
acReplace=Замяніць шлях да файла…
acFind=Пошук…

[AIMPMLMissedFilesDialog.tlMissedFiles]
c[0]=Адсутны файл
c[1]=Прапанаваны на замену файл
c[2]=Ступень адпаведнасьці

[AIMPMLLabelsDialog]
Caption=Пазнакі
C1=Прызначаныя пазнакі
C2=Даступныя пазнакі
L1=Увядзіце назву пазнакі
L2=Дадаць
btnOK=Добра
btnCancel=Скасаваць
acMoveLeft=Пазначыць
acMoveRight=Прыбраць пазнаку
acRename=Пераназваць пазнаку
acRemove=Выдаліць пазнаку
miSetToAll=Прызначыць усім файлам
miUndoSetToAll=Скасаваць: прызначыць усім файлам

[AIMPMLFilterEditorDialog]
Caption=Налады фільтру
L1=Правілы выбаркі зьвестак
cbLimit=Максымальная к-сьць аб’ектаў:
cbSortBy=Сартаваньне:
btnCancel=Скасаваць
btnOK=Добра

[AIMPMLFilterEditorDialog.FilterControl]
C=Дадаць правіла
G=Дадаць групу
R=Выдаліць
Op0=роўна
Op1=ня роўна
Op2=паміж
Op3=менш
Op4=менш ці роўна
Op5=больш
Op6=больш ці роўна
Op7=утрымлівае
Op8=пачынаецца з
Op9=канчаецца на

[AIMPMLPreimageDialog]
Caption=Смарт-плэйліст — фанатэка

[AIMPSendToDialogForm]
cbDefault=Прызначыць стандарты
gbAdditionals=Дадатковыя файлы
gbPath=Мэтавая тэчка
gbRename=Пераназваць па шаблёне
lbAdditionals=Файлы, якія будуць скапіяваныя ў мэтавую тэчку разам з асноўнымі.\n; — падзяляльнік, * — невядомая частка назвы файла
cbSaveStructure=Захоўваць структуру тэчак
L1=Капіяваць|Перамясьціць
L2=Капіяваць у|Перамясьціць у
L3=Налады капіяваньня|Налады перамяшчэньня

[ATEAutoTagForm]
c[0]=Назва файла
c[1]=Альбом
c[2]=Выканаўца
c[3]=Жанр
c[4]=Назва
c[5]=Нумар трэку
c[6]=Год
C1=Да зьменаў
C2=Пасьля зьменаў
Caption=Запаўненьне тэгаў на аснове назвы файла

[ATEChangeRegisterDialog]
Caption=Зьмяненьне рэгістру і трансьлітарацыя
CB1=Тэгі:
GB1=Дзеяньні
L1=Рэгістар:
L2=Трансьлітарацыя:
L3=Палі:

[ATEForm]
A1=Аўтанумараваньне (%s)
A2=Пераназваньне
A3=Прывесьці да выгляду «%s»
A4=Ужыць да файлаў
A9=Прапускаць прааналізаваныя файлы
acEdit=Рэдагаваць усе палі
aSave=Захаваць
aTag.h=Аўтазапаўненьне
B1.h=Зьмяненьне рэгістру і трансьлітарацыя
B5=Абнавіць тэгі
btnBPM.h=Колькасьць удараў на хвіліну
btnRG.h=ReplayGain
Caption=AIMP3 — Пашыраны рэдактар тэгаў
cbSubFolders=З падтэчкамі
lbNoData=(няма зьвестак для адлюстраваньня)
miBPMAnalyze=Прааналізаваць абраныя
miDelete=Выдаліць
miDeletePhys=Выдаліць фізычна
miGroupBy=Групаваньне
miGroupByFolder=Па бацькоўскае тэчцы
miGroupByNone=Без групаваньня
miJumpTo=Перайсьці да тэчкі…
miNumCfm=Запытваць пацьверджаньне
miRgAlbum=Прааналізаваць абраныя: як адзін альбом
miRgFile=Прааналізаваць абраныя: без уліку альбому
miRgMAlbum=Прааналізаваць абраныя: вызначаць альбом па тэгах
miRgRemove=Выдаліць інфармацыю аб ReplayGain з тэгаў
miSoundOut=Налады прайграваньня
TM0=Файлы на дыску
TM1=Файлы, дададзеныя карыстальнікам

[ATEForm.lvTable]
c[0]=№
c[1]=Дыск №
c[2]=Назва файла
c[3]=Назва
c[4]=Выканаўца
c[5]=Альбом
c[6]=Год
c[7]=Жанр
c[8]=Бітрэйт
c[9]=Працягласьць
c[10]=Фармат
c[11]=Вокладка
c[12]=ID3v1
c[13]=ID3v2
c[14]=APE
c[15]=WMA
c[16]=Vorbis
c[17]=M4A
c[18]=Памер

[ATERenameForm]
btnRename=Пераназваць
Caption=Налады пераназываньня
CB1=З улікам рэгістру
CB2=Працаваць з копіяй файла
GB1=Пераназываць файлы па шаблёне
GB2=Перамяшчаць файлы ў абраную тэчку
GB3=Пошук і замена
GB4=Рэгістар
GB5=Трансьлітарацыя
L1=Знайсьці:
L2=Для сартаваньня па тэчках Вы можаце карыстаць сымбаль «\» (%Y\%A — %T)
L3=Замяніць на:

[ATESaveParams]
Caption=Налады захаваньня

[AutoTag]
bOk=Добра
Caption=Аўтазапаўненьне
CB1=Не запаўняць поле, калі яно ўжо ўтрымлівае значэньне

[BookmarkEditDialog]
btnOk=Захаваць
Caption=Рэдактар закладак

[BookmarksManagerDialog]
acItemAddFile=Дадаць: Файл
acItemAddFolder=Дадаць: Тэчку
acItemAddLink=Дадаць: Спасылку
acItemEdit=Рэдагаваць
acItemRemove=Выдаліць
B1=Дадаць у плэйліст
B2=Прайграць
btnAdd=Дадаць
btnClose=Зачыніць
Caption=Кіраваньне закладкамі

[BookmarksManagerDialog.lvItems]
c[0]=Назва
c[1]=Шлях да файла ці тэчкі
c[2]=Пазыцыя
c[3]=Нататкі

[CommonDialogs]
B1=Добра
B2=Скасаваць
B3=Новая тэчка
L1=Абраньне тэчкі
L2=З падтэчкамі
SA=Дадаць усе
SN=Прыбраць вылучэньне

[ConfirmDialog]
B1=Замяніць
B2=Замяніць усё
B3=Прапусьціць
B4=Прапусьціць усё
B5=Пераназваць
B6=Скасаваць
Caption=Замена
gbFile1=Замяніць файл
gbFile2=Новым файлам

[CONTEXT]
0=&Адчыніць праз AIMP
1=&Прайграць
2=Дадаць у &плэйліст
3=Дадаць у &чаргу
4=Дадаць у &закладкі
5=&Рэдагаваць тэгі
6=&Сканвэртаваць у іншы фармат

[Converter]
actAddFiles=Дадаць файлы
actAddFolders=Дадаць тэчкі
actAddPlaylist=Дадаць плэйліст
actDeleteAll=Ачысьціць
actDeleteSelected=Выдаліць абраныя
bAdd.h=Даданьне файлаў ці тэчак
bDelete.h=Выдаленьне файлаў
bQuickOptions.h=Налады
bSettings=Налады
bStart=Прайграць
bStop=Спыніць
Caption=AIMP3 — Аўдыёканвэртар
csCancel=Скасавана
csDone=Гатова
csError=Памылка
csWaiting=Чаканьне
lbEncoder=Фармат:
lbMode=Рэжым кадаваньня
lbTargetFileName=Пераназваць файл:
lbTargetFolder=Перамяшчаць у:
lbTimeElapsed=Прайшло:
lbTimeLeft=Засталося:
lbTotalProgress=Агульны прагрэс:
miDeleteSource=Выдаляць зыходны файл пасьля пасьпяховае канвэртацыі
miSavePathStructure=Захоўваць структуру тэчак пры перамяшчэньні файла
miShutdownWhenDone=Выключэньне кампутара пасьля канвэртацыі
miUncheckSuccessful=Прыбіраць адзнаку з файла пасьля пасьпяховае канвэртацыі
Modes=Адзін зыходны — адзін выніковы|Усе зыходныя — адзін выніковы
PatentedCodecsWarning=Праз патэнтныя абмежаваньні мы не пастаўляем разам з праграмай кадавальнікі для наступных фарматаў: %s.\n\nКалі Вам неабходны гэты функцыянал, Вы можаце самастойна зладаваць патрэбныя бібліятэкі і ўсталяваць іх у тэчку «%s».\n\nДадатковую інфармацыю можна знайсьці на сайце: %s
PatentedCodecsWarningTitle=Канвэртаваньне ў іншыя фарматы

[Converter.lvTable]
c[0]=Назва
c[1]=Фармат
c[2]=Стан
c[3]=№

[ConverterEncoders]
bOk=Добра
cbAsInput=Як у зыходнага файла
cbChangeFormat=Зьмяніць фармат
cbCorrectionFile=Стварыць карэкцыйны файл
cbIncludeMD5=Уключаць кантрольную суму ў файл
cbModeHybrid=Гібрыдны
cbModeLossless=Бяз стратаў
gbMode=Рэжым
lbBestC=Лепш сьціск
lbBestQ=Лепш якасьць
lbBitDepth=Фармат сэмплаў:
lbBitrate=Бітрэйт:
lbBitrateMode=Рэжым:
lbChannels=Каналы:
lbCompression=Сьціск
lbLeast=Хуткі сьціск
lbMost=Моцны сьціск
lbQuality=Якасьць:
lbSampleRate=Часьціня:
scParams=Налады

[CopyDialog]
0=Капіяваньне…
1=Перамяшчэньне…
2=Прыпыніць
3=Працягнуць

[DropForm]
CB1=Больш не пытаць
RG1=Перацягваньне

[DSPDialog]
btnEqPresets=Перадвызначэньні
btnReset=Стандарты
CB1=Здушэньне голасу голасу (толькі для стэрэа)
CB3=Сьцішэньне гуку пры паўзе ці працягу
CB4=Затуханьне гуку падчас навігацыі па файле
CB5=Плаўнае зьмяненьне гучнасьці
CB6=Зводзіць папярэдні файл з наступным
CB7=Плаўнае ўзрастаньне гучнасьці напачатку файла
CB8=Плаўнае сьцішэньне гучнасьці ў канцы файла
cbEqSwitch=Уключыць эквалайзэр
GB1=Нармалізацыя па амплітудзе
GB2=Ручны пераход
GB3=Самарушны пераход
GB4=Replay Gain
L1=* Вярнуць стандартныя значэньні можна правай кнопкай мышы
L2=DSP-убудовы:
L4=Каэфіцыент перадузмацненьня:
L5=Дзейнае значэньне:
L6=Верхняя мяжа каэф. перадузмацненьня:
L7=Ніжняя мяжа каэф. перадузмацненьня:
L9=Выкарыстоўваць стандартнае значэньне:
L10=Мэтавы ўзровень гучнасьці:
lbPreamp=Перадузмацненьне
lbChorus=Хор
lbEcho=Рэха
lbEnhancer=Стэрэабаза
lbFlanger=Фланджэр
lbPitch=Пітч
lbReverb=Рэвэрбэрацыя
lbSpeed=Хуткасьць
lbTempo=Тэмп
lbTrueBass=Бас
R2=Карыстаць значэньне з тэгаў
R3=Хуткасны аналіз файла
RB1=Нічога не рабіць
RB2=Дадаваць паўзу паміж файламі
tcpAutoVolume=Нармалізацыя гучнасьці
tcpCrossMixing=Налады злучэньня
tcpSoundEffects=Гукавыя эфэкты

[DSPDialog.cbReplayGainSource]
i[0]=Крыніца: файл
i[1]=Крыніца: альбом

[EditorForm.RegisterFmt]
i[0]=Бязь зьменаў
i[1]=Усе Словы Зь Вялікае Літары
i[2]=Першае слова зь вялікае літары
i[3]=УСЁ ВЯЛІКІМІ ЛІТАРАМІ
i[4]=усё малымі літарамі

[EQPresetsDialog]
B1=Ужыць
B2=Скасаваць
B3=Выдаліць
B4=Аднавіць
Caption=Перадвызначэньні эквалайзэру

[HotkeysGroups]
Common=Агульнае
Common.Dialogs=Агульнае: дыялёгі
Common.SendTo=Файлы: даслаць у
MusicLibrary=Фанатэка: агульнае
MusicLibrary.Table=Фанатэка: табліца
MusicLibrary.GroupingTree=Фанатэка: дрэва групаваньня
Player.Navigation=Прайгравальнік: навігацыя
Player.PlayableFile=Прайгравальнік: прайграваны файл
Player.PlaybackControl=Прайгравальнік: кіраваньне прайграваньнем
Player.Visualizations=Прайгравальнік: візуалізацыі
Playlist.AddFiles=Плэйліст: даданьне файлаў
Playlist.Deletion=Плэйліст: выдаленьне файлаў
Playlist.Search=Плэйліст: пошук
Playlist.SelectedFiles=Плэйліст: абраныя файлы
Playlist.Sorting=Плэйліст: сартаваньне
Playlist=Плэйліст

[InfoBar]
CB1=Падчас пачатку прайграваньня паказваць інфармацыю аб дзейным файле
CB2=Па левым боку|Па правым боку|Па цэнтры
CB3=Паказваць уверсе экрану|Паказваць унізе экрану
CB4=Адлюстроўваць вокладку альбому
CB6=Паказваць у поўнаэкранных праграмах
CB7=Ужываць толькі да фону
CB8=Паказваць заўсёды
GB5=Зьмесьціва
L3=Час адлюстраваньня на экране:
L5=Раўнаваньне тэксту:
M1=Фон
M2=Радок %d
M3=Шрыфт
M4=Колер тэксту
P1=Інфармацыйная стужка
RB2=Картка
T0=Паводзіны
T1=Шаблёны
T2=Выгляд

[MSG]
1=Новы плэйліст
2=Увядзіце назву
3=Фанатэка
4=Гэтая апэрацыя выдаліць файлы зь цьвёрдага дыску. Працягнуць?
5=(выключана)
6=Файл ці тэчка ня знойдзеныя!
7=Згарнуць у латок
8=Паказаць галоўнае вакно
9=Пераназваньне
10=Гучнасьць
11=Пазыцыя
12=Прайграць
13=Прайграць з пачатку
14=Прыпыніць
15=Карыстальніцкія налады
16=Дадаць усе
17=Выкл|Укл
18=Даслаць файлы
19=Магчыма, гэтая клявіша ўжо выкарыстоўваецца іншай праграмай
20=Выкарыстоўваць мультымэдыя-клявішы?
21=Гэтая апэрацыя зачыніць усе плэйлісты, акрамя дзейнага. Працягнуць?
22=Укласьці ў файл
23=Перадпрагляд
24=Па-над усімі вокнамі
25=Не атрымалася захаваць зьмены ў файл «%s», магчыма, ён заняты іншай праграмай.
26=Ужыць зьмены да файлаў?
27=Кампазытар
28=Экран вызначаецца пазыцыяй галоўнага вакна|Экран %d: другасны (%s)|Экран %d: першасны (%s)
29=Тэчка «%s» не існуе
30=Не атрымліваецца выдаліць адну з убудоваў, магчыма, яна зараз выкарыстоўваецца праграмай: 
31=Выканана…
32=Рэжым аднаго плэйлісту:\nНе атрымалася замяніць плэйліст, бо ён заблякаваны ад зьменаў!
33=Пошук
34=Лякальныя файлы
35=Без групаваньня
36=Пошук файлаў…
37=Толькі чытаньне|Падлучаны да правобразу
38=Гэтая налада выключае магчымасьць ствараць больш за адзін плэйліст. Пасьля актывацыі гэтай налады астатнія ўкладкі будуць зачыненыя!\nПрацягнуць?
39=Якасьць
40=Захаваць як
41=Зладаваць зь сеціва
42=Фармат:
43=(Стандарт)
44=Хуткасьць
45=Балянс
46=Адчыненьне…|Буфэрызацыя…
47=Запіс радыё
48=Назва
49=Рэгістар
50=Гэтая клявіша ўжо задзейнічаная!
51=Перайсьці да часу:
52=Няправільны фармат
53=Зьявілася новая вэрсія праграмы, усталяваць?
54=Банк інструмэнтаў
55=Дзейнае значэньне:
56=Для сартаваньня па тэчках карыстайце сымбаль «\» у шаблёне
57=Вы сапраўды жадаеце скінуць усю наяўную статыстыку?
58=Новы шаблён
59=Фізычнае выдаленьне файлаў|Не атрымалася выдаліць наступныя файлы
61=Апэрацыя яшчэ ня скончаная. Перапыніць?
62=Некаторыя апэрацыі яшчэ ня скончаныя! Настойваеце на іх прымусовым cканчэньні?
63=Пошук файлаў:
64=Памер:
65=Дата стварэньня:
66=Нічога ня знойдзена.
67=Абнаўленьне…
68=Памер базы зьвестак да: %s\nПамер базы зьвестак пасьля: %s\nЗэканомлена: %s.
69=Ужыць
70=Скасаваць
71=Неабходныя правы адміністратара
72=Тып файла
73=Ладаваньне зьвестак…
74=Тэчка профілю
75=Сартаваньне па шаблёне
76=Паставіць адзнаку %s
77=Аўтапошук
78=Новыя файлы:
79=Празрыстасьць
80=Прагляд
81=Тэкст песьні
82=Разьмяшчэньне файла…
83=Аўтарскія правы
84=Зьмены набудуць моц толькі пасьля перазапуску праграмы
85=Ацэнка
86=Скапіяваць
87=Уставіць
88=Выняць
89=Арыгінал
90=Вынік
91=Вы сапраўды жадаеце выдаліць «%s»?
92=Усе|Дадаткі|Дэкодэры|Візуалізацыі|DSP
93=Даданьне файлаў…
94=Паўтор адрэзку «А-Б» [выкл]|Зададзены пункт «А»|Паўтор адрэзку «А-Б» [укл]|
95=Перазлучэньне праз %s сэк.
96=Гэтая апэрацыя скіне сьпіс наладаў да стандартнага стану! Працягнуць?
97=Захоўваць стан прайгравальніка падчас яго выключэньня
98=Пры згортваньні ў латок паказваць міні-прайгравальнік
99=Рэдактар перадвызначэньняў
100=Альбом
101=Спасылка
102=Выканаўца
103=Назва
104=Камэнтар
105=Жанр
106=Выдаліць тэг
107=Год
108=Трэк №
109=Дыск №
110=Вокладка альбому
111=Банк інструмэнтаў ня знойдзены ці мае няправільны фармат.
112=<адсутнічае>
113=Выканана!
114=Гэтая апэрацыя выдаліць статыстыку і ўсе файлы з базы зьвестак! Працягнуць?
115=Працягласьць
116=Файл|Тэчка|Плэйліст
117=Прайграваўся
118=Дададзены
119=Рэйтынг
120=Кіраваньне плэйлістамі
121=Затрымка:
122=Зачыніць
123=Скапіяваць файл у кішэню
124=Адчыніць рэдактар тэгаў
125=Каталёгі
126=Калі ласка, пачакайце…
127=Прайграваньняў
128=Капіяваць у %s|Перамясьціць у %s
129=Аўтазапаўненьне (ПКМ — налады шаблёну)
130=Выканаўца альбому
131=Пераўтварэньне:
132=Пераназваць
133=Налады
134=Прыпынена
135=Зьмяніць памер…
136=Адна з наладаў была зьмененая. Ужыць зьмены?
137=Здымны дыск|Кружэлка
138=Ужыць да
139=Кампутар будзе выключаны праз %s сэк
140=Выдавец
141=дБ
142=Увага! Падчас выкарыстаньня гэтага тыпу прыладаў вываду ў AIMP іншыя праграмы ня змогуць выводзіць гук.
143=Правобраз: |Не зададзены|Тэчкі|Фанатэка

[Options]
bCancel=Зачыніць
Caption=Налады

[OptionsFrameAddFiles]
C1=Даданьне файлаў
C9=Агульнае
C10=Адчыненьне файлаў са зьнешніх праграмаў
C11=Перацягваньне
CB1=Запытваць пацьверджаньне карыстальніка
CB2=Разьбіваць аўдыёфайлы згодна з файлам разьметкі падчас дадаваньня ў плэйліст
CB6=Самарушна праглядаць плэйліст падчас даданьня файлаў
CB9=Пасьля адчыненьня файлаў адразу пачынаць іх прайграваньне
CB15=Пасьля даданьня файлаў адразу пачынаць іх прайграваньне
CB19=Адразу пачынаць прайграваньне файлаў
CB47=Дадаваць у дзейны плэйліст, калі перададзены адзін файл
CB48=Адчыняць плэйлісты ў новых укладках
CB49=Дадаваць усё зьмесьціва тэчкі, калі перададзены адзін файл
CB59=Сартаваць файлы па назьве
L1=Дзеяньне:
L7=Адчыненьне файлаў:

[OptionsFrameAddFiles.CBA]
i[0]=Стварыць новы плэйліст
i[1]=Дадаць у дзейны плэйліст
i[2]=Дадаць у пусты плэйліст «Default»

[OptionsFrameAddFiles.RG4]
i[0]=Дадаць файлы ў дзейную пазыцыю
i[1]=Дадаць файлы ў канец плэйлісту
i[2]=Дадаць файлы ў пачатак плэйлісту
i[3]=Раскідаць файлы па плэйлісьце

[OptionsFrameAlbumArtManager]
B1=Ачысьціць кэш
C1=Налады аўтаматычнага пошуку
C2=Налады кэшаваньня
Caption=Вокладкі альбомаў
GB1=Шукаць вокладкі ў сеціве
GB2=Кэшаваць вокладкі
GB3=Шукаць вокладкі ў тэчцы з файлам
L1=Для аўтаматычнага пошуку вокладкі ў сеціве мусяць быць усталяваныя адпаведныя ўбудовы
L2=Максымальны памер файла для зладаваньня:
L3=Кэшаваньне дазволіць зьменшыць колькасьць зваротаў да дыску, зэканоміць сеціўны трафік, паскорыць пошук вокладак.
L4=Лічыць запіс у кэшы састарэлым пасьля:
L5=дзён
L6=Стан:

[OptionsFrameAssoc]
B1=Тыпы файлаў
C1=Асацыяцыя з файламі
CB1=Аўдыёфайлы
CB2=Плэйлісты
CB3=Вокладкі

[OptionsFrameConvertor]
C1=Налады канвэртаваньня
C18=Паводзіны
Caption=Канвэртар
CB1=Разьбіваць аўдыёфайлы згодна з файлам разьметкі падчас дадаваньня ў сьпіс
L1=Колькасьць плыняў:
L2=Максымальная колькасьць плыняў вызначаецца колькасьцю ядраў ЦП.

[OptionsFrameFace]
C2=Налады інтэрфэйсу
C3=Празрыстасьць
Caption=Інтэрфэйс
CB1=Папіксэльная паўпразрыстасьць вокнаў
CB2=Адлюстроўваць Waveform прайграванага файла на паласе навігацыі
CB3=Анімацыя адчыненьня й зачыненьня вокнаў, прылепленых да іншых вокнаў
CB4=Анімацыя адчыненьня й зачыненьня вокнаў у рэжыме панэлі інструмэнтаў стальніцы
CB5=Анімацыя спэктру прайграванага файлу
CB28=Анімацыя зьмяненьня стану экрану візуалізацыі
CB30=Затуханьне элемэнтаў кіраваньня
CB35=Плаўнае прагортваньне ўкладак плэйлістаў
CB38=Выключаць празрыстасьць, калі вакно актыўнае
CB39=Выключаць празрыстасьць, калі паказальнік па-над вакном
CB42=Плаўнае зьмяненьне празрыстасьці
CB52=Прымагнічваць вокны да межаў працоўнай вобласьці ды іншых вокнаў прайгравальніка
L1=Вокладка павінна падтрымліваць гэтую магчымасьць

[OptionsFrameHotkeys]
B10=Стандарты
c[0]=Загад
c[1]=Лякальныя
c[2]=Глябальныя 1
c[3]=Глябальныя 2
C1=Гарачыя клявішы

[OptionsFrameLang]
C1=Абраньне мовы інтэрфэйсу
Caption=Мова
L1=Пераўтварэньне не-Unicode радкоў у адпаведнасьці з
L2=Асноўныя
L3=Дадатковыя
L4=Састарэлыя

[OptionsFrameNet]
C21=Злучэньне зь сеткай
Caption=Злучэньне зь сеткай
CB1=Наўпростае злучэньне
CB2=Ужываць сыстэмныя налады
CB3=Азначыць налады пасярэдніка ўручную
L79=Час чаканьня:
L98=Пароль:
L106=Сэрвэр:
L107=Порт:
L108=Карыстальнік:

[OptionsFramePlayer]
Caption=Прайгравальнік
CB21=Па-над астатнімі вокнамі
G1=Кіраваньне
GB4=Кіраваньне прайгравальнікам гарачымі клявішамі
GB5=Кіраваньне мышшу
GB15=Шаблён радку для капіяваньня ў кішэню
L14=Зьмяніць пазыцыю пасьля націску гарачай клявішы на
L16=Зьмяніць гучнасьць падчас націску на гарачай клявішы на
L33=Сярэдняя клявіша:

[OptionsFramePlayer.MOBox]
i[0]=(няма)
i[1]=Прайграць ці прыпыніць
i[2]=Дадаць файлы

[OptionsFramePlayerBehavior]
C1=Самарушша
CB7=Паўтараць плэйліст, калі ў ім адзін файл
CB22=Спыняць прайграваньне падчас выдаленьня прайграванага файла з плэйлісту
CB32=Самарушны выбар перадналады эквалайзэру для песьні
CB48=Захоўваць стан прайгравальніка падчас навігацыі па плэйлісьце з дапамогай кнопак «наступны / папярэдні файл»
CB58=Самарушна пераходзіць на наступны файл
GB1=Агульнае
GB2=Падчас запуску праграмы
GB3=Рэжым прайграваньня
GB4=Падчас сканчэньня прайграваньня плэйлісту
L1=Рэжым прайграваньня:

[OptionsFramePlayerBehavior.RG1]
i[0]=Пачаць прайграваньне
i[1]=Перайсьці ў стан, якi быў падчас зачыненьня прайгравальніка
i[2]=Нічога не рабіць

[OptionsFramePlayerBehavior.RG2]
i[0]=Перайсьці на наступны плэйліст
i[1]=Паўтарыць плэйліст
i[2]=Перайсьці ў рэжым чаканьня

[OptionsFramePlayerBehavior.RG3]
i[0]=Звычайны
i[1]=Паўтор цяперашняга файла
i[2]=У выпадковым парадку

[OptionsFramePlaylistBehavior]
C6=Паводзіны
C19=Прагортваньне запісаў у плэйлісьце колцам мышы
Caption=Плэйліст
CB1=Выдаляць плэйліст падчас зачыненьня укладкі
CB2=Адчыняць закладкі ў новым плэйлісьце з назвай «Bookmarks»
CB3=Захоўваць поўныя шляхі да файлаў (рэкамэндавана)
CB4=Захоўваць плэйліст «Default»
CB8=Падчас стварэньня плэйлісту выдаваць запыт на ўвод назвы
CB31=Захоўваць чаргу падчас зачыненьня праграмы
CB46=Зачыняць плэйліст падвойным пстрыкам па ўкладцы
CB56=Запытваць пацьверджаньне падчас выдаленьня файлаў з дыска
CB57=Рэжым аднаго плэйлісту
GB1=Захаваньне
GB2=Агульнае
L12=Звычайнае прагортваньне
L18=Прагортваньне з заціснутай клявішай «%s»

[OptionsFramePlaylistView]
bCancel=Скасаваць
bOk=Добра
C1=Налады адлюстраваньня плэйлісту
Caption=Налады адлюстраваньня
CB50=Адлюстроўваць інфармацыю аб вылучаных файлах
cbAbsoluteNumeration=Абсалютная нумарацыя
cbGroupMode=Разьбіваць плэйліст на групы
cbMergeGroups=Самарушна яднаць аднаназоўныя групы
cbShow2ndLine=Паказваць другі радок з інфармацыяй
cbShowDuration=Паказваць слупок з працягласьцю
cbShowExpandBtns=Паказваць кнопкі згортваньня ці разгортваньня групаў
cbShowMarks=Паказваць ацэнкі
cbShowNumbers=Паказваць слупок з назваю трэка
cbShowSwitches=Паказваць слупок зь перамыкачамі
ddZoom=Маштабаваньне
gbFormating=Налады фарматаваньня
gbGrouping=Налады групаваньня
gbLayoutSettings=Налады адлюстраваньня

[OptionsFramePlugins]
B1=Перазапусьціць
Caption=Убудовы
L1=Некаторыя з падключаных убудоваў не выкарыстоўваюцца гэтай праграмай
N1=Выдаліць
N2=Заладаваць абраныя
N3=Заладаваць усе
N4=Выладаваць абраныя
N5=Выладаваць усе
lbURL=Зладаваць дадатковыя убудовы

[OptionsFramePlugins.cbFilter]
i[0]=Усе
i[1]=Падключаныя
i[2]=Адключаныя
i[3]=Нявыкарыстаныя

[OptionsFrameRadioCap]
Caption=Сеціўнае радыё
C1=Агульныя налады
C22=Запіс сеціўнага радыё
CB65=Запіс плыні без перакадаваньня (толькі для MP3, AAC ці AAC+)
CB66=Запісваць тэгі ў файл
CB67=Весьці CUE-журнал
CB68=Памер кішэні для фонавага запісу:
CB69=Выдаляць файлы, працягласьць якіх менш за:
GB6=Налады запісу
GB9=Разьбіваць на файлы
L1=Колькасьць спроб аднавіць злучэньне пры абрыве сувязі:
L2=User-Agent:
L3=Памер кішэні:
L13=Час:
L24=Шаблён назвы файла:
L25=Памер:
L85=Тэчка для захаваньня:

[OptionsFrameRadioCap.cbBreakType]
i[0]=Разьбіваць па трэках
i[1]=Разьбіваць па памеры
i[2]=Разьбіваць па часе

[OptionsFrameRunningLine]
C13=Бягучы радок
CB75=Цыклічна
GB1=Анімацыя бягучага радку
GB3=Шаблён бягучага радку
L10=Інтэрвал абнаўленьня:
L35=Зьяўленьне:
L36=Рух:

[OptionsFrameRunningLine.rsRun]
i[0]=Выключана
i[1]=Налева
i[2]=Направа

[OptionsFrameRunningLine.rsShow]
i[0]=Выключана
i[1]=Зьлева
i[2]=Справа
i[3]=Зьверху
i[4]=Зьнізу

[OptionsFrameSkins]
B2=Агляд…
C1=Вокладкі
miDelete=Выдаліць
lbURL=Зладаваць дадатковыя вокладкі

[OptionsFrameSort]
L1=Для інвэртаваньня сартаваньня выкарыстоўвайце макрас «%!»

[OptionsFrameSystem]
C1=Сыстэма
Caption=Сыстэма
CB2=Паказваць інфармацыю аб дзейным файле на паліцы задач
CB3=Дазволіць прагортваньне інфармацыі аб дзейным файле
CB4=Адлюстроўваць прагрэс прайграваньня
CB5=Адлюстроўваць стан прайгравальніка на кнопцы паліцы задач
CB6=Адлюстроўваць стан прайгравальніка ў выглядзе колеру паласы прагрэсу
CB7=«Нявызначаны» стан для аўдыёплыні
CB18=Блякаваць выключэньне манітора
CB23=Інтэграцыя ў кантэкстнае мэню вандроўніка
CB24=Інтэграцыя ў мэню аўтазапуску кружэлак
CB40=Дадаць спасылку ў мэню загаду «Выканаць»
CB41=Дадаць у сьпіс стандартных праграмаў
CB60=Самарушна запускаць праграму разам з Windows
GB1=Інтэграцыя
GB2=Паказваць кнопку на паліцы задач
L1=[!] Вакно прайгравальніка мусіць быць актыўным
L99=Прыярытэт

[OptionsFrameTrackList]
C4=Налады экспарту плэйлісту
Caption=Экспарт плэйлісту
CB54=Экспартаваць схаваныя запісы плэйлісту
CB55=Экспартаваць катэгорыі плэйлісту
L26=Шаблён:
L27=Фарматны радок:

[OptionsFrameTray]
C15=Агульнае
C16=Інфармацыя пра файл̣
C17=Кіраваньне мышшу
Caption=Латок
CB1=Згортваць праграму ў латок падчас яе мінімізацыі
CB2=Згортваць праграму ў латок падчас запуску
CB3=Паказваць міні-прайгравальнік пры згортваньні ў латок
CB4=Паказваць стан прайгравальніка ў значку латка
CB5=Заўсёды паказваць значак у латку
CB13=Паказваць інфармацыю аб файле падчас навядзеньня паказальніка
L30=Адзінкавы пстрык:
L31=Падвойны пстрык:
L32=Сярэдняя клявіша:
L34=Затрымка перад зьяўленьнем:

[OptionsFrameTray.TrayCmd]
i[0]=(выключана)
i[1]=Паказаць/схаваць галоўнае вакно
i[2]=Галоўнае выкно на пярэдні плян
i[3]=Інфармацыя аб файле
i[4]=Рэгулятар гучнасьці AIMP
i[5]=Прайграць ці прыпыніць
i[6]=Дадаць і прайграць файлы
i[7]=Наступны файл
i[8]=Папярэдні файл

[OptionsFrameVisual]
C23=Візуалізацыя
CB68=Выкарыстоўваць згладжваньне
CB71=Пераключацца на іншую візуалізацыю праз:
GB7=Поўнаэкранны рэжым
GB10=Зьмяненьне візуалізацыяў
L21=Запускаць поўнаэкранны рэжым на экране:
L23=Запавольвае вывад графікі на экран, але дае больш якасную карцінку падчас маштабаваньня

[OptionsFrameMLMain]
Caption=Фанатэка
C1=Фанатэка
B1=Маніторынг файлаў…
GB1=Агульнае
GB2=Самарушна дадаваць файл ў базу
GB3=Рэйтынг
GB4=Улік праслухоўваньняў
CB1=Падчас выстаўленьня ацэнкі
CB2=Падчас старту прайграваньня
CB3=Падчас заліку праслухованьня
CB4=Паказваць рэйтынг замест ацэнкі, калі ацэнка не зададзеная
CB5=Сынхранізаваць ацэнку з тэгамі файла
CB6=Паказваць зьмесьціва тэчак разам з падтэчкамі
CB7=Аб’ядноўваць пустыя ўзроўні групаваньня, калі гэта магчыма
L1=Мінімальны парог працягласьці файла:
L2=Лічыць файл праслуханым пасьля прайграваньня:\nале ня больш за 4 хвіліны
L3=Разьлічваць рэйтынг на аснове статыстыкі за апошнія:
L4=дзён

[OptionsSoundOutFrame]
C1=Налады прайграваньня
Caption=Прайграваньне
CB2=Лягарытмічны рэгулятар гучнасьці
L1=Мэтад вываду:
L2=Прылада:
L3=Налады:
L4=Памер кэшу:
L5=Адзначце каналы, якія будуць выкарыстоўвацца праграмай для вываду гуку

[OptionsSoundOutTransformFrame]
B1=Кіраўнік эфэктаў
C1=Налады пераўтварэньня
CB1=Дазволіць зьмешваньне каналаў
CB1Hint=Эмуляцыя аб’ёмнага гучаньня для двух- ці аднаканальных файлаў.\nРазумнае пераўтварэньне шматканальных файлаў ў двух- ці аднаканальныя.
CB2=Антыкліпінг
CB2Hint=Перадухіляе трышчаньне і шум, што ўзьнікае падчас перавышэньня сыгналам 0 дБ
CB3=Дызэрынг
CB3Hint=Здушэньне нелінейных скажэньняў, што зьяўляюцца падчас зьніжэньня глыбіні дыскрэтызацыі
GB1=Трэкерная музыка
GB2=Агульнае
L1=Перадыскрэтызацыя:
L2=Хуткасьць
L3=Якасьць

[AIMPPlaylistFoldersPreimageDialog]
Caption=Смарт-плэйліст — тэчкі
acAdd=Дадаць
acDeleteAll=Выдаліць усе
acDeleteSelected=Выдаліць абраныя
cbSyncOnChanges=Сынхранізаваць падчас выяўленьня зьменаў
cbSyncOnStartup=Сынхранізаваць падчас запуску праграмы
btnOk=Добра
btnCancel=Скасаваць

[AIMPPlaylistFoldersPreimageDialog.tlPaths]
c[0]=Тэчка
c[1]=Падтэчкі

[PlaylistsManagerDialog]
acImport=Імпартаваць плэйлісты…
acImportDirs=Імпартаваць тэчкі…
acRemove=Выдаліць абраныя файлы з дыска
cbReadOnly=Заблякаваць ад зьменаў
L1=Агульнае
L2=Пэрсанальныя налады
L3=Актыўныя плэйлісты
L4=Неактыўныя плэйлісты
L5=Перадпрагляд
lbPreimage=Правобраз:
lbPreimageNotes=Правобраз — крыніца зьвестак для плэйлісту (тэчка,фанатэка і іншае).\n\nКаб ссынхранізавацца з правобразам, націсьніце кнопку «Перачытаць зьвесткі з правобразу» у мэню плэйлісту «Рознае». Некаторыя тыпы правобразаў падтрымліваюць самарушную сынхранізацыю.
lbStorage=Разьмяшчэньне:
btnPreimage=Налады

[PLS]
N1=Поўныя шляхі да файлаў
N2=Сартаваць файлы пасьля даданьня ў плэйліст па шаблёне:
N3=Дадаць
N20=Выдаленьне
N22=Уключыць
N23=Выключыць
N36=Закладкі
N37=Дадаць
N39=Рэдагаваць

[QTEForm]
Caption=Рэдактар тэгаў
L1=Адчыніць
L2=Захаваць
L3=Зьніміце птушку, каб выдаліць вокладку з файла падчас захаваньня
T1=Агульнае
T2=Тэкст песьні
T3=CUE
T4=Інфармацыя
bCopyTo=Скапіяваць у…

[QTEAlbumArtEditor]
Caption=Рэдагаваньне вокладкі альбому
pnlCrop=Абрэзаць
pnlScale=Зьмяніць памер
lbSizes=Памеры:
lbScale=Маштаб:
btnOk=Добра
btnCancel=Скасаваць

[QueueDialog]
Caption=Кіраўнік чаргі
CB1=Прыпыніць
L1=Агульны час

[QueueDialog.ListView]
c[0]=Нумар
c[1]=Назва файла
c[2]=Плэйліст
c[3]=Працягласьць

[Scheduler]
A1=Выключыць кампутар
A2=Перайсьці ў рэжым гібэрнацыі
A3=Выйсьці з праграмы
A4=Прыпыніць прайграваньне
A5=Усыпіць кампутар
B1=Па часе
B2=Па сканчэньні плэйлісту
B3=Па сканчэньні чаргі
B4=Па сканчэньні файла
B5=Добра
Caption=Плянавальнік
CB1=Плаўнае зьмяненьне гучнасьці
CB3=Плаўнае зьмяншэньне гучнасьці цягам:
CB4=Плаўнае павелічэньне гучнасьці цягам:
CB5=Уключыць таймэр сну
CB6=Уключыць будзільнік
L1=Час:
L3=Колькасьць файлаў, пасьля прайграваньня якіх выканаецца дзеяньне:
L4=Азначце аб’ект для прайграваньня
L5=Можна перацягнуць файл з плэйлісту ці Вандроўніка наўпрост у поле ўводу.
T1=Таймэр сну
T2=Будзільнік
R1=У зададзены час
R2=Праз зададзены час
S1=сэк

[SearchForm]
B1=Налады пошуку
B2=Зачыніць
Caption=Пашыраны пошук
CB1=Шукаць у загалоўках
CB2=Шукаць у імі выканаўцы
CB3=Шукаць у імі альбому
CB4=Шукаць у жанры
CB5=Шукаць у поўным шляху да файла
CB6=Шукаць падчас набору тэксту
L1=(Усе)
N1=Прайграць
N2=Перайсьці да файла

[SearchForm.Table]
c[0]=Загаловак
c[1]=Плэйліст
c[2]=Нумар у чарзе

[Templates]
%Album= — назва альбому
%AlbumGain= — значэньне replay gain для альбому
%AlbumArtist= — выканаўца альбому
%Artist= —выканаўца
%Bitrate= — бітрэйт
%BPM= — дынаміка песьні (колькасьць удараў на хвіліну)
%Channels= — колькасьць каналаў
%Composer= — кампазытар
%DiskNumber= — нумар дыска
%Duration= — працягласьць (с)
%FileCreatedDate= — дата стварэньня файла
%FileCreatedTime= — час стварэньня файла
%FileDir= — поўны шлях да бацькоўскай тэчкі
%FileFormat= — фармат файла
%FileModifiedDate= — дата апошняга зьмяненьня файла
%FileModifiedTime= — час апошняга зьмяненьня файла
%FileName= — поўнае імя файла
%FileParentDir= — імя бацькоўскай тэчкі
%FileSize= — памер файла (Б)
%Genre= — жанр
%Index= — парадкавы нумар у плэйлісьце
%LastPlayDate= — дата апошняга прайграваньня файла
%LastPlayTime= — час апошняга прайграваньян файла
%Lyrics= — словы песьні
%Mark= — ацэнка
%PlayCount= — колькасьць прайграваньняў файла
%Publisher= — выдавец
%Rating= — рэйтынг песьні
%SampleRate= — часьціня дыскрэтызацыі
%Title= — назва песьні
%TrackGain= — значэньне replay gain для песьні
%TrackNumber= — нумар песьні ў альбоме
%Year= — год
%Caps(A)= — Усе Словы Зь Вялікае Літары
%Char(A)= — знак з кодам А
%Format(A, B)= A — фарматны лік для ліку, B — лік
%ExtractFileExt(A)= — вымае пашырэньне файла зь імем A
%IF(A, B, C)= = C, калі A пусты, інакш — B
%IFEqual(A, B, C, D)= = C, калі A = B, інакш — D
%IFGreater(A, B, C, D)= = C, калі A > B, інакш — D
%IFGreaterOrEqual(A, B, C, D)= = C, калі A >= B, інакш — D
%Length(A)= — колькасьць знакаў у радку A
%Low(A)= — усё маленькімі літарамі
%NewLine= — новы радок (толькі для трэклісту)
%Replace(A, B, C)=, дзе A — зыходны радок, B/C — што/чым замяняць
%StrCopy(A, B, C)= — скапіяваць A з пазыцыі B, дзе C — колькасьць знакаў
%StrPos(A, B)= пошук падрадка A ў радку B
%Up(A)= — УСЁ ВЯЛІКІМІ ЛІТАРАМІ

[Updater]
B1=Праверыць
B2=Усталяваць
Caption=Праверка абнаўленьняў
CB1=Не апавяшчаць пра гэтую вэрсію
L1=Вашая вэрсія:
L2=Апошняя вэрсія:
L3=Ручная праверка наяўнасьці абнаўленьняў
L4=Даступная новая вэрсія: %s